aaron-bond.better-comments
akamud.vscode-theme-onedark
amazonwebservices.aws-toolkit-vscode
atommaterial.a-file-icon-vscode
bierner.markdown-checkbox
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
enkia.tokyo-night
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
firsttris.vscode-jest-runner
github.copilot
github.copilot-chat
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
harryhopkinson.vim-theme
hossaini.bootstrap-intellisense
iann0036.live-share-for-aws-cloud9
jeff-hykin.better-cpp-syntax
kamikillerto.vscode-colorize
mark-tucker.aws-cli-configure
mechatroner.rainbow-csv
mongodb.mongodb-vscode
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-serial-monitor
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
mziyabo.vscode-codedeploy
orta.vscode-jest
pkief.material-icon-theme
pkief.material-product-icons
pnp.polacode
postman.postman-for-vscode
poyashad.display-aws-amplify-environment
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
rust-lang.rust-analyzer
shadowblood.tailwind-moon
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tomoki1207.pdf
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-aws-console.vscode-aws-console
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
wix.vscode-import-cost
yoavbls.pretty-ts-errors
